export const ways = [
    {
        title: 'Радуйся прогрессу.',
        description:
            ' Не пытайся сразу стать гением. Программирование – это долгий путь. Радуйся маленьким победам и отмечай ' +
            'свои успехи. Это поможет сохранять мотивацию и продолжать учиться.',
    },
    {
        title: 'Получай обратную связь.',
        description:
            ' Ищи помощь у более опытных ребят. Они могут подсказать, что у тебя получается не так и как это исправить. ' +
            'Это не только поможет тебе расти, но и поддержит мотивацию.',
    },
    {
        title: 'Занимайся спортом и правильно питайся. ',
        description:
            ' Физическая активность и здоровое питание помогают сохранять энергию и концентрацию. Регулярные занятия ' +
            'спортом снимают стресс и улучшают самочувствие, а это важно, когда много сидишь за компьютером.',
    },
    {
        title: 'Включайся в сообщество.',
        description:
            ' Присоединяйся к сообществам программистов, ходи на митапы и конференции. Общение с такими же, как ты, ' +
            'поможет не только узнать что-то новое, но и поддерживать интерес к программированию.',
    },
    {
        title: 'Не бойся ошибок', description:' Ошибки – это нормально. Неудачи могут быть неприятными, но каждая ошибка – ' +
            'это возможность чему-то научиться. Разбирайся, что пошло не так, и старайся понять, как этого избежать в будущем.'
    }
]

export const differences = {
    way: 'Не пытайся освоить всё и сразу. Программирование – это ' +
        'большая тема, и там всегда будет что-то новое. Разбей всё на ' +
        'маленькие цели на каждый день или неделю и двигайся по чуть-чуть.',
    easy: 'Сидеть часами за компьютером без отдыха – прямой путь к усталости. Делай так: поработал 50 минут, потом 10 ' +
        'минут отдыхай. В это время можно встать, размяться, попить воды или просто отдохнуть от экрана.',
    program: 'Не зацикливайся только на учебниках и онлайн-курсах. Пробуй разное: участвуй в хакатонах, работай над ' +
        'реальными проектами, обсуждай свои проблемы с друзьями или на форумах. Это поможет тебе не скучать и оставаться заинтересованным.',
}
