export const ways = [
    {
        title: 'Текст тайтл.',
        description:
            ' Длинный текст с умными словами',
    },
    {
        title: 'Текст тайтл 2.',
        description:
            ' Длинный текст с умными словами 2',
    },
    {
        title: 'Текст тайтл 3.',
        description:
            ' Длинный текст с умными словами 3',
    },
    {
        title: 'Текст тайтл 4.',
        description:
            ' Длинный текст с умными словами 4',
    },
    {
        title: 'Не бойся ошибок', description:' Ошибки – это нормально. Неудачи могут быть неприятными, но каждая ошибка – ' +
            'это возможность чему-то научиться. Разбирайся, что пошло не так, и старайся понять, как этого избежать в будущем.'
    }
]

export const differences = {
    way: 'Не пытайся освоить всё и сразу. Программирование – это ' +
        'большая тема, и там всегда будет что-то новое. Разбей всё на ' +
        'маленькие цели на каждый день или неделю и двигайся по чуть-чуть.',
    easy: 'Сидеть часами за компьютером без отдыха – прямой путь к усталости. Делай так: поработал 50 минут, потом 10 ' +
        'минут отдыхай. В это время можно встать, размяться, попить воды или просто отдохнуть от экрана.',
    program: 'Не зацикливайся только на учебниках и онлайн-курсах. Пробуй разное: участвуй в хакатонах, работай над ' +
        'реальными проектами, обсуждай свои проблемы с друзьями или на форумах. Это поможет тебе не скучать и оставаться заинтересованным.',
}
